Autodesk.Revit.UI.IIFCEntityTreeUIServerProxy.ShowDialog(Autodesk.Revit.UI.IFCExternalServiceUIData)
Shows dialog on managing IFCEntityTreeUI.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully
Since:
2023